Repository: FabianoFaria/eficazSystemAtendimento
Catalog: modulos/gateway/languages/gateway-*.po
Languages: pt_br

source: Payment
pt_br: Pagamento

source: Payment options
pt_br: Op&ccedil;&otilde;es de pagamento

source: Billet
pt_br: Boleto

source: Products - Methods of Payments
pt_br: Produtos - Formas de Pagamentos

source: Save Settings
pt_br: Salvar Configura&ccedil;&otilde;es

source: Bank Transfer
pt_br: Boleto Banc&aacute;rio

source: Configure Bank Transfer
pt_br: Configurar Boleto Banc&aacute;rio

source: Using Pay Per Boleto
pt_br: Utilizar o Pagamento por Boleto

source: Not
pt_br: Não

source: Yes
pt_br: Sim

source: Bank
pt_br: Banco

source: Select
pt_br: Selecione

source: agency
pt_br: Ag&ecirc;ncia

source: checking account
pt_br: Conta Corrente

source: digit
pt_br: Dígito

source: corporate name
pt_br: Raz&atilde;o Social

source: Days to Maturity
pt_br: Dias para Vencimento

source: Accept Winning Post
pt_br: Aceitar P&oacute;s Vencimento

source: Maximum Term for Payment
pt_br: Prazo M&aacute;ximo para Pagamento

source: Penalty Delay
pt_br: Multa Atraso

source: interest Day
pt_br: Juros Dia

source: Text of Note
pt_br: Observa&ccedil;&otilde;es

source: Configure Payment
pt_br: Configurar Pagamento

source: Pay per use
pt_br: Utilizar Pagamento por

source: Email Address
pt_br: Endereço de Email

source: Signature
pt_br: Assinatura

source: Using Digital Payment Payment?
pt_br: Utilizar Pagamento por Pagamento Digital?

source: Using Pay Per PagSeguro?
pt_br: Utilizar Pagamento por PagSeguro?

source: Token Code
pt_br: C&oacute;digo do Token

source: Configure Payment Itaú Bank Line
pt_br: Configurar Pagamento Ita&uacute; Bank Line

source: Using Pay Per Itaú Bank Line?
pt_br: Utilizar Pagamento por Ita&uacute; Bank Line?

source: Company Code
pt_br: C&oacute;digo da Empresa

source: Key Itaú Bank Line
pt_br: Chave Ita&uacute; Bank Line

source: Using Payment Cielo?
pt_br: Utilizar Pagamento Cielo?

source: Key Store
pt_br: Chave da loja

source: Key Cielo
pt_br: Chave Cielo

source: Using Installment?
pt_br: Utilizar Parcelamento?

source: Quantity Plots
pt_br: Quantidade de Parcelas

source: Apply Interest?
pt_br: Aplicar Juros?

source: Interest rate
pt_br: Taxa de Juros

source: Apply after Portion
pt_br: Aplicar ap&oacute;s Parcela

source: If your popup is blocked click here to open the Payment Cielo
pt_br: Se o seu pop-up &eacute; bloqueado clique aqui para abrir o pagamento Cielo

source: Unauthorized Connection
pt_br: Conec&ccedil;&atilde;o n&atilde;o autorizada
